import image from "../../../assets/image/overview.jpg";
import principal from "../../../assets/image/principal.jpg";

const AboutInstitute = () => {
  return (
    <div className="container mx-auto py-10 lg:py-20">
      <div className="grid grid-cols-1 md:grid-cols-12 gap-5">
        <div className="md:col-span-8">
          <div>
            <div className="w-full py-3 bg-green-500">
              <h1 className="text-lg lg:text-2xl text-center text-white">প্রতিষ্ঠান পরিচিতি</h1>
            </div>
            <div>
              <img src={image} className="w-full h-60 lg:h-72 bg-cover bg-center" alt="" />
              <h5 className="text-center py-1">ছবি : আল-আজম হাইস্কুল এন্ড কলেজ</h5>
              <div>
                <div className="p-4 overflow-y-auto max-h-[80vh] lg:max-h-[40vh] content">
                  <span className="font-bold">ওভারভিউ:</span> আল-আজম হাই স্কুল এন্ড কলেজ মাধ্যমিক ও উচ্চমাধ্যমিক শিক্ষাবোর্ড
                  সিলেট-এর আওতাধীন বিশ্বনাথ উপজেলার আমতৈল এ ১৯৯৪ সালে প্রতিষ্ঠিত হওয়ার পর থেকে মানসম্পন্ন শিক্ষা প্রদানের
                  জন্য নিবেদিত রয়েছে। আমরা শিক্ষার্থীকে উন্নত শিক্ষার উপকরণ ব্যবহার করে শিক্ষা দিই এবং একটি সহনশীল শিক্ষার
                  উপকরণ নিশ্চিত করি এবং সংযোগমূলক অনুশীলন, নিয়মিত পরীক্ষা, পদ্ধতিগত এবং সবচেয়ে গুরুত্বপূর্ণভাবে
                  শ্রেণীকক্ষের লক্ষ্যমাত্রায় বিজ্ঞানভিত্তিক কার্যক্রমের জন্য একটি অনুকূল পরিবেশ নিশ্চিত করি। একবিংশ শতাব্দীর
                  চ্যালেঞ্জ মোকাবেলা করতে, সঠিক মেধা বের করে আনতে ও নৈতিকভাবে ভালো নাগরিক তৈরি করতে আল-আজম হাইস্কুল এন্ড কলেজ
                  কর্তৃপক্ষ সর্বাত্মক চেষ্টা করে। শিক্ষার্থী প্রতিভা বিকাশ ও মান উন্নয়নের জন্য রয়েছে একটি পাঠাগার,শহীদ
                  মিনার- স্বাধীনতার প্রতীক জাতীয় চেতনার প্রতীক, অত্যাধুনিক কম্পিউটার ল্যাব, সায়েন্স ল্যাবরেটরি, ক্যান্টিন
                  এবং একটি বড় খেলার মাঠ। ফলে এই প্রতিষ্ঠানটি পাঠ্যক্রমিক ও সহপাঠ্যক্রমিক কার্যক্রম উভয় ক্ষেত্রেই তার
                  শ্রেষ্ঠত্ব প্রতিষ্ঠা করে চলেছে। বার্ষিক খেলাধুলা, বার্ষিক মিলাদ মাহফিল, সাংস্কৃতিক অনুষ্ঠান, বাংলা নববর্ষ
                  উদযাপন ও জাতীয় দিবসে বিশেষ অনুষ্ঠান ও বিভিন্ন প্রতিযোগিতামূলক অনুষ্ঠানের আয়োজন করা হয়। এছাড়া প্রতি বছর
                  মেধাবী ছাত্র-ছাত্রীদের সংবর্ধনা এবং বিশেষ ক্ষেত্রে স্কুল ও কলেজ শিক্ষকদের সম্মানজনক সংবর্ধনা প্রদান করা
                  হয়। এই প্রতিষ্ঠানটি আন্তঃস্কুল/ আন্তঃকলেজ বিতর্ক, সাংস্কৃতিক প্রতিযোগিতা, রচনা প্রতিযোগিতা এবং শিক্ষা
                  সহপাঠ্যক্রমিক কার্যক্রমের ক্ষেত্রে মূল্যায়ন অর্জন করতে সক্ষম হয়েছে। শিক্ষার্থী, শিক্ষক, নির্দেশিকা এবং
                  সবচেয়ে গুরুত্বপূর্ণভাবে দক্ষ ব্যবস্থাপনার সমন্বয়ে এই প্রতিষ্ঠানের ফলাফল অনন্য। আমরা অর্জিত ফলাফল এবং
                  সুনামের ধারাবাহিকতা বজায় রেখে এটিকে বিশ্বনাথ উপজেলার পাশাপাশি সিলেট অঞ্চলের অন্যতম সেরা শিক্ষা প্রতিষ্ঠান
                  হিসেবে রূপ দিতে বদ্ধপরিকর। আমাদের একমাত্র প্রত্যাশা প্রতিষ্ঠান পরিচালনা ও শিক্ষার মান উন্নয়নে সকলের
                  আন্তরিক সহযোগিতা পাওয়া। সবাইকে ধন্যবাদ
                </div>
              </div>
            </div>
          </div>
        </div>
        <div className="md:col-span-4">
          <div className="shadow-emerald-300 shadow-lg">
            <div className="w-full py-3 bg-green-500">
              <h1 className="text-lg lg:text-2xl text-center text-white">অধ্যক্ষ</h1>
            </div>
            <div className="py-3 border-2">
              <img src={principal} className="w-44 h-40 mx-auto border-4 border-green-500" alt="Principal's Photo" />
              <h1 className="text-center pt-1 text-lg font-semibold">এ.কে.এম আব্দুল আহাদ</h1>
              <div className="text-center py-1">
                <span className="text-base font-medium">Contact Number:</span> +880 1715-356338
              </div>
              <div className="text-center py-1">
                <span className="text-base font-medium">Email:</span> examplemail@gmail.com
              </div>
            </div>
          </div>
          <div className="shadow-emerald-300 shadow-lg mt-6">
            <div className="border-2 p-4 overflow-y-auto max-h-[80vh] lg:max-h-[40vh] content">
              <p className="text-justify">
                <span className="font-bold me-1">অধ্যক্ষের বার্তা-</span>
                সিলেট জেলার বিশ্বনাথ উপজেলার ঐতিহ্যবাহী আমতৈল-এর বিদ্যোৎসাহীদের প্রচেষ্টায় ১৯৯৪ খ্রিষ্টাব্দে প্রতিষ্ঠিত হয়
                আল-আজম হাইস্কুল এন্ড কলেজ। প্রতিষ্ঠার পর থেকে প্রতিষ্ঠানটি এলাকায় সার্বিকভাবে শিক্ষাক্ষেত্রে গুরুত্বপূর্ণ
                অবদান রেখে আসছে। বর্তমানে ষষ্ঠ থেকে দ্বাদশ শ্রেণি পর্যন্ত প্রায় ১০০০ জন শিক্ষার্থীকে পাঠদান করা হয়। শিক্ষকগণ
                আন্তরিকতার সাথে শিক্ষার প্রসারে কাজ করে যাচ্ছেন। শিক্ষা জ্ঞান আলোক। জ্ঞানের মহিনান্বিত আলোকে শিক্ষার্থীদের
                কারুকার্যময় সুন্দর ভবিষ্যৎ তৈরি হয়।বর্নিল আলোয় আলোকিত জ্ঞানের গৌরব মননের দ্বিপ্তী আর সৃষ্টিমূখর তৎপরতায়
                ঐতিহ্য ধারণ করে আল-আজম হাইস্কুল এন্ড কলেজ আপন মহিমায় অগ্রসরমান। প্রতিষ্ঠানটি সুন্দর-সাফল্যমন্ডিত ও আধুনিকরনে
                যারা সর্বাত্মক সহযোগিতা ও অনুপ্রেরণা দিয়েছেন এবং দিয়ে যাচ্ছেন,আমরা তাদের নিকট চিরকৃতজ্ঞ। আমার প্রিয়
                ছাত্র-ছাত্রীরা আলোকিত মানুষ হবে এবং সত্য-সুন্দর ও কল্যাণের পথ ধরে জীবনের সফলতাকে খুঁজে নিবে এই কামনা করি।
                অধ্যক্ষ আল-আজম হাইস্কুল এন্ড কলে
              </p>
            </div>
          </div>
        </div>
      </div>
    </div>
  );
};

export default AboutInstitute;
