const HistoryOfInstitute = () => {
  return (
    <div className="container mx-auto bg-gray-100 p-3 lg:p-5">
      <div className="w-full py-3 bg-green-500">
        <h1 className="text-lg lg:text-2xl text-center text-white">আল-আজম উচ্চ বিদ্যালয় ও কলেজ, সিলেটের ইতিহাস</h1>
      </div>
      <div className="p-5">
        <span className="font-bold">ফাউন্ডেশন (1994):</span> বাংলাদেশের সিলেট জেলার বিশ্বনাথ উপজেলায় অবস্থিত আল-আজম উচ্চ বিদ্যালয় ও কলেজটি 1994
        সালে প্রতিষ্ঠিত হয়েছিল। এর প্রতিষ্ঠাতাদের দৃষ্টিভঙ্গি ছিল মানসম্পন্ন শিক্ষা প্রদান এবং শিক্ষার্থীদের মধ্যে নৈতিক
        মূল্যবোধ গড়ে তোলা।
      </div>
      <div className="p-5">
        <span className="font-bold">প্রাথমিক বৃদ্ধি:</span> তার প্রাথমিক বছরগুলিতে, প্রতিষ্ঠানটি মাধ্যমিক শিক্ষা প্রদান এবং শিক্ষার্থীদের
        একাডেমিকভাবে শ্রেষ্ঠত্ব অর্জনের জন্য একটি পুষ্টিকর পরিবেশ তৈরি করার দিকে মনোনিবেশ করেছিল। এর লক্ষ্য ছিল এর
        শিক্ষার্থীদের মধ্যে দায়িত্ববোধ এবং নীতিবোধ জাগানো।
      </div>
      <div className="p-5">
        <span className="font-bold">দিগন্ত সম্প্রসারণ:</span> সম্প্রদায়ের ক্রমবর্ধমান শিক্ষাগত চাহিদাকে স্বীকৃতি দিয়ে, প্রতিষ্ঠানটি 2000 এর দশকের
        প্রথম দিকে আল-আজম কলেজ প্রতিষ্ঠার মাধ্যমে একটি গুরুত্বপূর্ণ পদক্ষেপ গ্রহণ করে। এই সম্প্রসারণ শিক্ষার্থীদের একই
        মূল্যবোধ-ভিত্তিক পরিবেশের মধ্যে উচ্চ শিক্ষা গ্রহণের অনুমতি দেয়।
      </div>
      <div className="p-5">
        <span className="font-bold">একাডেমিক এক্সিলেন্স:</span> 2010 এর দশক জুড়ে, আল-আজম হাই স্কুল অ্যান্ড কলেজ ধারাবাহিকভাবে বোর্ড পরীক্ষায়
        অসাধারণ ফলাফল অর্জন করেছে। এটি তার একাডেমিক শ্রেষ্ঠত্ব এবং সামগ্রিক উন্নয়নের প্রতিশ্রুতির জন্য পরিচিত হয়ে ওঠে।
      </div>
      <div className="p-5">
        <span className="font-bold">আধুনিকীকরণ:</span> এই সময়ে, প্রতিষ্ঠানটি একটি সুসজ্জিত লাইব্রেরি, শহীদ মিনার, কম্পিউটার ল্যাব, বিজ্ঞান
        গবেষণাগার, একটি ক্যাফেটেরিয়া এবং একটি ক্রীড়া ক্ষেত্র সহ আধুনিক সুযোগ-সুবিধাগুলিতে বিনিয়োগ করেছে, যা একাডেমিক এবং
        পাঠ্য বহির্ভূত উভয় কার্যক্রমকে সমৃদ্ধ করেছে।
      </div>
      <div className="p-5">
        <span className="font-bold">একটি প্রতিশ্রুতিশীল ভবিষ্যৎ:</span> আল-আজম হাই স্কুল অ্যান্ড কলেজ 2020-এর দশকে প্রবেশ করার সাথে সাথে, এটি
        একাডেমিক শ্রেষ্ঠত্ব, চরিত্রের বিকাশ এবং সম্প্রদায়ের সাথে জড়িত থাকার জন্য তার উত্সর্গ অব্যাহত রেখেছে। শিক্ষাবিদ,
        ছাত্র এবং সম্প্রদায়ের সমর্থনে, এটি এই অঞ্চলে শিক্ষাগত শ্রেষ্ঠত্বের প্রতীক হিসাবে একটি উজ্জ্বল ভবিষ্যতের কল্পনা করে।
      </div>
    </div>
  );
};

export default HistoryOfInstitute;
