const MissionAndVision = () => {
  return (
    <div className="container mx-auto bg-gray-100 p-3 lg:p-5">
      <div className="mb-8">
        <div className="w-full py-3 bg-green-500">
          <h1 className="text-lg lg:text-2xl text-center text-white">
            আল-আজম হাই স্কুল অ্যান্ড কলেজ, সিলেটের মিশন স্টেটমেন্ট
          </h1>
        </div>

        <p className="text-gray-700">
          আল-আজম হাই স্কুল অ্যান্ড কলেজে, আমাদের লক্ষ্য হল মানসম্মত শিক্ষা প্রদান করা, সার্বিক উন্নয়নকে উৎসাহিত করা এবং
          নৈতিক নাগরিকদের লালন করা। 1994 সালে প্রতিষ্ঠিত হওয়ার পর থেকে, আমাদের প্রতিষ্ঠানটি উন্নত শিক্ষামূলক সরঞ্জামগুলির
          মাধ্যমে শিক্ষার্থীদের জ্ঞান প্রদান এবং একটি অন্তর্ভুক্তিমূলক পরিবেশ নিশ্চিত করার জন্য নিবেদিত। আমরা সমন্বিত শিক্ষা,
          নিয়মিত মূল্যায়ন, পদ্ধতিগত শিক্ষণ পদ্ধতি এবং শ্রেণীকক্ষে শ্রেষ্ঠত্ব অর্জনের জন্য একটি অটল প্রতিশ্রুতি নিয়ে
          বিজ্ঞান-ভিত্তিক প্রোগ্রামগুলির জন্য একটি অনুকূল পরিবেশ তৈরি করার চেষ্টা করি। 21 শতকের চ্যালেঞ্জ মোকাবেলা করার জন্য,
          আমরা শিক্ষার্থীদের প্রতিভা চিহ্নিত করতে এবং লালন-পালন করতে, নৈতিক মূল্যবোধের প্রচার করতে এবং তাদের দায়িত্বশীল
          নাগরিক হওয়ার জন্য প্রস্তুত করতে প্রতিশ্রুতিবদ্ধ। আল-আজম উচ্চ বিদ্যালয় ও কলেজ নিরলসভাবে শিক্ষার সর্বোচ্চ মান অর্জন
          করে চলেছে। আমাদের প্রতিষ্ঠানটি একটি লাইব্রেরি, শহীদ মিনার - জাতীয় চেতনার প্রতীক, আধুনিক কম্পিউটার ল্যাব, বিজ্ঞান
          গবেষণাগার, একটি ক্যাফেটেরিয়া এবং একটি প্রশস্ত ক্রীড়া মাঠ দিয়ে সজ্জিত। ফলস্বরূপ, আমরা একাডেমিক এবং পাঠ্যক্রম
          বহির্ভূত উভয় কার্যক্রমেই শ্রেষ্ঠত্ব অর্জন করেছি। আমাদের শিক্ষার্থীদের জীবনকে সমৃদ্ধ করার জন্য আমরা বার্ষিক ক্রীড়া
          অনুষ্ঠান, মিলাদ সমাবেশ, সাংস্কৃতিক উৎসব, বাংলা নববর্ষ উদযাপন এবং জাতীয় দিবসে বিশেষ অনুষ্ঠানের আয়োজন করি। উপরন্তু,
          আমরা প্রতি বছর আমাদের প্রতিষ্ঠানে তাদের অবদানের স্বীকৃতি দিয়ে অসামান্য ছাত্র এবং শিক্ষকদের সম্মান করি। আল-আজম উচ্চ
          বিদ্যালয় ও কলেজ আন্তঃস্কুল/কলেজ বিতর্ক, সাংস্কৃতিক প্রতিযোগিতা, রচনা প্রতিযোগিতা, এবং শিক্ষামূলক কর্মকান্ডে
          শ্রেষ্ঠত্ব অর্জন করেছে। আমরা শিক্ষাগত নেতৃত্বে মানদণ্ড নির্ধারণ করেছি, আমাদের ছাত্র, শিক্ষক এবং প্রশাসকদের উত্সর্গ
          এবং সহযোগিতার জন্য ধন্যবাদ। আমরা সিলেট জেলা এবং আশেপাশের অঞ্চলের অন্যতম সেরা শিক্ষা প্রতিষ্ঠান হিসাবে আমাদের
          প্রতিষ্ঠানের সুনাম বজায় রাখতে, ক্রমাগত একাডেমিক ফলাফল এবং সামগ্রিক শিক্ষার অভিজ্ঞতার উন্নতি করতে প্রতিশ্রুতিবদ্ধ।
          প্রশাসন এবং শিক্ষার মধ্যে সামঞ্জস্যের জন্য আমরা আমাদের সাফল্যকে ঋণী করি। আমরা তাদের অটল সমর্থনের জন্য সকলের কাছে
          কৃতজ্ঞ।
        </p>
      </div>

      <div className="mb-8">
        <div className="w-full py-3 bg-green-500">
          <h1 className="text-lg lg:text-2xl text-center text-white">
            আল-আজম হাই স্কুল অ্যান্ড কলেজ, সিলেটের ভিশন স্টেটমেন্ট
          </h1>
        </div>
        <p className="text-gray-700">
          আমাদের দৃষ্টিভঙ্গি হল সিলেট জেলার বিশ্বনাথ উপজেলায় আল-আজম উচ্চ বিদ্যালয় ও কলেজকে শিক্ষাগত উৎকর্ষের আলোকবর্তিকা
          হিসেবে গড়ে তোলার পাশাপাশি সিলেট অঞ্চলের একটি প্রধান প্রতিষ্ঠান হিসেবে গড়ে তোলা। আমরা কার্যকর স্কুল ব্যবস্থাপনা
          এবং শিক্ষাগত মান বৃদ্ধির উপর নিরলস মনোযোগ বজায় রেখে এটি অর্জন করতে চাই। আমাদের একমাত্র আকাঙ্খা হল আল-আজম হাই স্কুল
          এবং কলেজ ছাত্রছাত্রী এবং অভিভাবকদের জন্য একইভাবে পছন্দের একটি প্রতিষ্ঠান হিসেবে রয়ে যায়, যা তার একাডেমিক সাফল্য
          এবং সামগ্রিক উন্নয়নের প্রতিশ্রুতির জন্য পরিচিত। আমরা ক্রমাগত উন্নতির সংস্কৃতিকে অনুপ্রাণিত করতে চাই, যেখানে আমাদের
          প্রতিষ্ঠানের প্রতিটি ক্ষেত্রে শ্রেষ্ঠত্বের সাধনা নিহিত রয়েছে। আমাদের লক্ষ্য হল এমন একটি পরিবেশ তৈরি করা যা আমাদের
          শিক্ষার্থীদের মধ্যে উদ্ভাবন, সমালোচনামূলক চিন্তাভাবনা এবং চরিত্রের বিকাশকে উৎসাহিত করে। ছাত্র, শিক্ষক এবং
          প্রশাসকদের মধ্যে সহযোগিতার মাধ্যমে, আমরা ক্রমাগত আমাদের প্রতিষ্ঠানের সুনাম এবং শিক্ষার মান বৃদ্ধি করব। আমাদের
          সম্প্রদায়ের অটল সমর্থনে, আমরা আত্মবিশ্বাসী যে আল-আজম উচ্চ বিদ্যালয় এবং কলেজ শিক্ষাগত উৎকর্ষের প্রতীক হিসাবে
          উজ্জ্বল হতে থাকবে, আমাদের শিক্ষার্থীদের আধুনিক বিশ্বের চ্যালেঞ্জ মোকাবেলা করতে এবং দায়িত্বশীল বিশ্ব নাগরিক হওয়ার
          জন্য প্রস্তুত করবে। একটি উজ্জ্বল ভবিষ্যতের দিকে আমাদের যাত্রার অংশ হওয়ার জন্য আপনাকে ধন্যবাদ।
        </p>
      </div>
    </div>
  );
};

export default MissionAndVision;
